Repository: devunplugged/calisia-product-notes
Catalog: languages/calisia-product-notes-*.po
Languages: pl_pl

source: Add comment:
pl_pl: Dodaj notatkę:

source: Delete note
pl_pl: Usuń notkę

source: Display Settings
pl_pl: Opcje Wyświetlania

source: Edit order page
pl_pl: Strona edycji zamówienia

source: Frontend product page (only for roles: administrator, shop_manager, worker)
pl_pl: Strona produktu (tylko dla ról: administrator, shop_manager, worker)

source: Here you can choose where to display product notes
pl_pl: Tu możesz wybrać gdzie wyświetlane będą notatki do produktów.

source: Internal Notes
pl_pl: Notatki wewnętrzne

source: Internal Notes (%1$s)
pl_pl: Notatki wewnętrzne (%1$s)

source: No notes for that product yet
pl_pl: Brak notatek do tego produktu

source: Notes: Product
pl_pl: Notatki: Produkt

source: Off
pl_pl: Wyłączone

source: On
pl_pl: Włączone

source: Product Notes
pl_pl: Notatki do Produktów

source: Product Notes Settings
pl_pl: Ustawienia Notatki do Produktów

source: Save
pl_pl: Zapisz

source: Your Comment
pl_pl: Twoja notatka
